Repository: mt4sd/UltrasoundTrainingSystem
Catalog: I18nGuideletLib/locales/*/LC_MESSAGES/*.po
Languages: es

source: Scene
es: Escenario

source: Load Scene
es: Abrir Escenario

source: Settings
es: Configuraciones

source: Layout:
es: Maquetaci칩n:

source: OpenIGTLink connector:
es: Conectador de OpenIGTLink:

source: Show 3D Slicer user interface
es: Mostrar la interfaz 3D Slicer

source: Show Guidelet in full screen
es: Mostrar Guidelet en pantalla completa

source: Save Guidelet scene
es: Guardar Guidelet escena

source: Save scene directory:
es: Directorio guardar escena:

source: Exit
es: Salir

source: Ultrasound
es: Ec칩grafo

source: Start Recording
es: Empezar grabaci칩n

source: Un-Freeze
es: Descongelar

source: Freeze
es: Congelar

source: Bright
es: Brillo

source: Brighter
es: M치s brillante
